# Вывести список и приплюсовать к значениям 1
student_scores = [1, 3, 3, 4, 5, 6, 1, 2, 4, 10]

for i in student_scores:
    print(i+1)
